[
  {
    "id": 1,
    "title": "COOP - Cooperative Bank of Oromia",
    "content": "The Cooperative Bank of Oromia (also known as Coopbank) is a community-oriented bank that provides banking services to individuals, cooperatives, businesses, foreigners, and Ethiopians in the Diaspora. Coopbank has more than 567 branch networks, 8.8 million account holders, and 11,500+ employees.",
    "moreContent": [
      "Here we Gooo again !",
      "By this week, I want to discuss with you one item that I had the opportunity to do, which is addressing feedback for COOP bank.",
      "As far as I'm aware, the majority of them create a platform, but they hardly ever collaborate with their customers, which results in a loss of customers because these financial platforms do not sufficiently meet the needs of their customers.",
      "I strongly recommend them to pay attention to feedback from their customers about any gaps they may have and to narrow them in view of each and every comment they receive from bank customers who use their system. Each user will log in to their account, select a category for their comments, and then type their thoughts about the bank in question along with the branch they are commenting on. "
    ],
    "postedDate": "Aug 12, 2022",
    "tags": [
      "UI/UX",
      "UI",
      "UX",
      "CaseStudy",
      "Flutter",
      "Figma",
      "Adobe Suits",
      "Illustrator",
      "Photoshop"
    ],
    "pictures": ["UX/Coop/mobCoop.png", "UX/Coop/mobCoop.png"],
    "hint": "Coop's first compliant giving mobile application platform",
    "developer": "Leul sisay",
    "comments": [
      {
        "content": "I Don't relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "I relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "Im inlove with this",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      }
    ]
  },
  {
    "id": 2,
    "title": "Ding - Ideal for Mobile topup for ethiopia",
    "content": "The Cooperative Bank of Oromia (also known as Coopbank) is a community-oriented bank that provides banking services to individuals, cooperatives, businesses, foreigners, and Ethiopians in the Diaspora. Coopbank has more than 567 branch networks, 8.8 million account holders, and 11,500+ employees.",
    "moreContent": [
      "It is estimated that more than 3 million Ethiopians reside abroad. North America, Europe, and the Gulf are Ethiopian migrants' top destinations. Most of the time, they find it tough to find ways to assist their loved ones, and most of the time it takes longer time, and about 90% of them have relatives living inside of Ethiopia, which they support by any form of income they gained there. ",
      "The majority of them struggle with how to transmit any kind of assistance, like money, documents, or in our case, cell top-up platforms, across the country. However, there are some that can aid them with this process but are a bit challenging for them to use.",
      "I discovered a website called [Ding] that aids those other nations in assisting them in resolving the issues they were having, in showing their love and support for those in need by, among other things, providing them with gifts that include mobile top-ups from their country, which will greatly benefit them and make them smile.",
      "This sample design is simply a copy of the website changed into a mobile application, which I had the opportunity to register for and use a few times. It's a wonderful way to support your family and a kind gesture.",
      "Once you enter their phone number on the app, sending a mobile top-up to your loved ones living in Ethiopia takes just one click. You can even send them money on a weekly, biweekly, or monthly basis.",
      "I truly hope that this concept is embraced by my country and that many of my fellow countrymen use it."
    ],
    "postedDate": "Aug 12, 2022",
    "tags": [
      "UI/UX",
      "UI",
      "UX",
      "CaseStudy",
      "Figma",
      "Adobe Suits",
      "Illustrator",
      "Photoshop"
    ],
    "pictures": ["UX/Ding/mobDing.png", "UX/Ding/mobDing.png"],
    "hint": "Mobile car topup application for every country with thier service providers",
    "developer": "Leul sisay",
    "comments": [
      {
        "content": "I Don't relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "I relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "Im inlove with this",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      }
    ]
  },
  {
    "id": 3,
    "title": "360 - Data analyzer and research handling platform",
    "content": "While many still prefer the tried and tested methods of research management (like paper lab notebooks), more and more researchers are maximizing their research efforts with technology.",
    "moreContent": [
      "Here is one of my several ideas that I would like to share with you guys. This idea came to me when I noticed that most individuals, especially in our country of Ethiopia, complete their projects before conducting any research. I strongly disagree with this style of undertaking and completing tasks.\n So i thought of three platforms to be built ways to conduct the researches and i categorize them in three ways they are like the following : ",
      "Data questionnaire \n This part is handled where the main project will be managed since they mostly want to conduct research on the project that they are going to work on. This one will ensure that all questionnaires are legitimate, available to everyone who will be questioned, and each and every question will have a standard.",
      "This person will be able to input a question in any language they desire, set a measurement, select an item category, and then finally edit, publish, or remove the questions. This provides them complete flexibility while they are creating questionnaires.\n After the questionnaires have been approved and listed with the names, dates, and other statuses of the questions, they will be published.",
      "Mobile-based data collection: \n This will make it easy for other project team members to meet with people, ask them all the questions that have been published, manage their responses, and ask questions in numerous locations because it is a mobile platform. This will lead to better research results.",
      "They can sign up for this smartphone app, and it will list the data collection forms from the organizations with names of the current month and date, items of collected data, and questionnaires. This allows them to sync with the server, and they can then submit the data after validating and submitting the responses for each questionnaire.",
      "Web-based report: \nViewing the data using the information provided here and the following information, such as possible price Inflation expectations and other measurement values\nThere are then filters and historical data by region, time, range, and other filters, followed by charts, graphs, and maybe maps, and finally monthly reports for the research's published data.",
      "Then quickly deliver those data using the file formats of your choice so that everyone may view the study data's values.  "
    ],
    "postedDate": "Aug 12, 2022",
    "tags": [
      "UI/UX",
      "UI",
      "UX",
      "CaseStudy",
      "Adobe XD",
      "Adobe Suits",
      "Illustrator",
      "Photoshop"
    ],
    "pictures": [
      "UX/360/both360.png",
      "UX/360/web360.png",
      "UX/360/mobile360.png"
    ],
    "hint": "Reasearch Gathering analyzing and submitting mobile and web application",
    "developer": "Leul sisay",
    "comments": [
      {
        "content": "I Don't relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "I relly like this my friend",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      },
      {
        "content": "Im inlove with this",
        "date": "June 20,2022",
        "email": "emailcommenter@gmail.com"
      }
    ]
  }
]
